Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 转写完成后自动纠正专有名词误写：读音与词典术语相同的片段会被替换为词典写法（如“语义识别”→“语音识别”）；也可用表格/箭头格式做精确替换。对已完成的转写不生效，重新转写后应用。
ar: بعد اكتمال التفريغ تُصحَّح الأسماء الخاصة تلقائيًا: تُستبدل المقاطع التي يطابق نطقها مصطلحًا في القاموس بصيغة القاموس (مثل «语义识别» ← «语音识别»)؛ ويمكن إجراء استبدال دقيق بصيغة الجدول/السهم. لا يسري ذلك على التفريغات المكتملة إلا بعد إعادة التفريغ.
de: Nach der Transkription werden Eigennamen automatisch korrigiert: Segmente, deren Aussprache einem Wörterbuchbegriff entspricht, werden ersetzt (z. B. „语义识别“ → „语音识别“); Tabellen-/Pfeilformate ermöglichen exakte Ersetzungen. Gilt nicht für bereits abgeschlossene Transkriptionen, erst nach erneuter Transkription.
en: After transcription, misspelled proper nouns are corrected automatically: segments whose pronunciation matches a dictionary term are replaced with the dictionary form (e.g. “语义识别” → “语音识别”); table/arrow formats allow exact replacement. Does not apply to completed transcripts until re-transcribed.
es: Tras la transcripción se corrigen automáticamente los nombres propios: los segmentos cuya pronunciación coincide con un término del diccionario se reemplazan (p. ej., “语义识别” → “语音识别”); los formatos tabla/flecha permiten sustituciones exactas. No se aplica a transcripciones ya completadas hasta retranscribir.
fr: Après la transcription, les noms propres erronés sont corrigés : les segments dont la prononciation correspond à un terme du dictionnaire sont remplacés (ex. « 语义识别 » → « 语音识别 ») ; les formats tableau/flèche permettent un remplacement exact. Ne s’applique pas aux transcriptions déjà terminées, seulement après retranscription.
hi: ट्रांसक्रिप्शन पूरी होने पर विशेष नाम स्वतः सुधरते हैं: जिन खंडों का उच्चारण शब्दकोश शब्द से मेल खाता है वे शब्दकोश रूप में बदलते हैं (जैसे “语义识别” → “语音识别”); तालिका/तीर प्रारूप से सटीक बदलाव भी संभव है। पूर्ण ट्रांसक्रिप्शन पर तब तक लागू नहीं होता जब तक दोबारा ट्रांसक्राइब न करें।
id: Setelah transkripsi selesai, nama diri yang salah dikoreksi otomatis: segmen yang pelafalannya cocok dengan istilah kamus diganti ke bentuk kamus (mis. “语义识别” → “语音识别”); format tabel/panah memungkinkan penggantian eksak. Tidak berlaku untuk transkripsi yang sudah selesai sampai ditranskripsi ulang.
it: Dopo la trascrizione i nomi propri errati vengono corretti: i segmenti la cui pronuncia corrisponde a un termine del dizionario vengono sostituiti (es. “语义识别” → “语音识别”); i formati tabella/freccia consentono sostituzioni esatte. Non si applica alle trascrizioni già completate finché non vengono ritrascritte.
ja: 転写完了後、固有名詞の誤記を自動修正します。読みが辞書用語と一致する箇所は辞書の表記に置き換えられます（例：「语义识别」→「语音识别」）。表/矢印形式による厳密な置換も可能です。完了済みの転写には適用されず、再転写後に反映されます。
ko: 전사 완료 후 고유명사 오기를 자동 교정합니다. 발음이 사전 용어와 같은 부분은 사전 표기로 대체됩니다(예: “语义识别”→“语音识别”). 표/화살표 형식으로 정확 교체도 가능합니다. 이미 완료된 전사에는 적용되지 않으며 재전사 시 적용됩니다.
nl: Na de transcriptie worden eigennamen automatisch gecorrigeerd: segmenten waarvan de uitspraak overeenkomt met een woordenboekterm worden vervangen (bijv. “语义识别” → “语音识别”); tabel-/pijlformaten maken exacte vervanging mogelijk. Geldt niet voor al voltooide transcripties totdat ze opnieuw worden getranscribeerd.
pl: Po transkrypcji błędne nazwy własne są poprawiane automatycznie: segmenty o wymowie zgodnej z terminem słownika są zamieniane (np. „语义识别” → „语音识别”); formaty tabela/strzałka umożliwiają dokładne zamiany. Nie działa na ukończone transkrypcje do czasu ponownej transkrypcji.
pt: Após a transcrição, nomes próprios incorretos são corrigidos: trechos cuja pronúncia corresponde a um termo do dicionário são substituídos (ex.: “语义识别” → “语音识别”); formatos tabela/seta permitem substituição exata. Não se aplica a transcrições já concluídas até retranscrever.
ru: После транскрипции ошибочные собственные имена исправляются: сегменты с произношением, совпадающим с термином словаря, заменяются (например, «语义识别» → «语音识别»); таблица/стрелки дают точную замену. Не действует на уже завершённые транскрипции — применяется при повторной транскрипции.
sv: Efter transkriptionen korrigeras egennamn automatiskt: segment vars uttal matchar en ordboksterm ersätts med ordbokens form (t.ex. “语义识别” → “语音识别”); tabell-/pilformat ger exakt ersättning. Gäller inte redan slutförda transkriptioner förrän de transkriberas igen.
th: หลังถอดเสียงเสร็จจะแก้คำเฉพาะที่ผิดอัตโนมัติ: ช่วงที่การออกเสียงตรงกับคำในพจนานุกรมจะถูกแทนที่ด้วยรูปในพจนานุกรม (เช่น “语义识别” → “语音识别”) และใช้รูปแบบตาราง/ลูกศรเพื่อแทนที่แบบตรงตัวได้ ไม่มีผลกับรายการที่เสร็จแล้วจนกว่าจะถอดเสียงใหม่
tr: Transkripsiyon tamamlandığında özel adlar otomatik düzeltilir: telaffuzu sözlük terimiyle eşleşen bölümler sözlükteki biçimle değiştirilir (örn. “语义识别” → “语音识别”); tablo/ok biçimleriyle birebir değiştirme de yapılabilir. Tamamlanmış transkripsiyonlara yeniden transkribe edilene kadar uygulanmaz.
uk: Після транскрипції помилкові власні назви виправляються автоматично: сегменти, чия вимова збігається з терміном словника, замінюються (напр., «语义识别» → «语音识别»); формати таблиця/стрілка дають точну заміну. Не діє на вже завершені транскрипції до повторної транскрипції.
vi: Sau khi phiên âm xong, tên riêng viết sai sẽ được sửa tự động: các đoạn có phát âm trùng thuật ngữ từ điển sẽ được thay bằng cách viết trong từ điển (ví dụ “语义识别” → “语音识别”); cũng có thể thay chính xác bằng định dạng bảng/mũi tên. Không áp dụng cho bản phiên âm đã hoàn thành cho đến khi phiên âm lại.
zh_hant: 轉寫完成後自動糾正專有名詞誤寫：讀音與詞典術語相同的片段會被替換為詞典寫法（如「語義識別」→「語音識別」）；也可用表格/箭頭格式做精確替換。對已完成的轉寫不生效，重新轉寫後應用。

source: 转写支持 Markdown 渲染和直接编辑
ar: يدعم التفريغ عرض Markdown والتحرير المباشر.
de: Transkription unterstützt Markdown-Rendering und direkte Bearbeitung.
en: Transcription supports Markdown rendering and direct editing.
es: La transcripción admite renderizado Markdown y edición directa.
fr: La transcription prend en charge le rendu Markdown et la modification directe.
hi: ट्रांसक्रिप्शन Markdown रेंडरिंग और सीधा संपादन समर्थित करता है।
id: Transkripsi mendukung perenderan Markdown dan pengeditan langsung.
it: La trascrizione supporta il rendering Markdown e la modifica diretta.
ja: 文字起こしは Markdown レンダリングと直接編集に対応します。
ko: 전사는 Markdown 렌더링과 직접 편집을 지원합니다.
nl: Transcriptie ondersteunt Markdown-weergave en directe bewerking.
pl: Transkrypcja obsługuje renderowanie Markdown i bezpośrednią edycję.
pt: A transcrição oferece renderização Markdown e edição direta.
ru: Транскрипция поддерживает рендеринг Markdown и прямое редактирование.
sv: Transkription stöder Markdown-rendering och direkt redigering.
th: คำถอดเสียงรองรับการเรนเดอร์ Markdown และการแก้ไขโดยตรง
tr: Döküm, Markdown işlemeyi ve doğrudan düzenlemeyi destekler.
uk: Транскрипція підтримує рендеринг Markdown і пряме редагування.
vi: Bản chuyển hỗ trợ hiển thị Markdown và chỉnh sửa trực tiếp.
zh_hant: 轉錄支援 Markdown 渲染與直接編輯

source: 转写文本和总结默认加密存储
ar: يُخزَّن نص التفريغ والملخصات مشفَّرة افتراضيًا.
de: Transkriptionstext und Zusammenfassungen werden standardmäßig verschlüsselt gespeichert.
en: Transcription text and summaries are encrypted by default.
es: El texto de la transcripción y los resúmenes se almacenan cifrados de forma predeterminada.
fr: Le texte de transcription et les résumés sont chiffrés par défaut.
hi: ट्रांसक्रिप्शन पाठ और सारांश डिफ़ॉल्ट रूप से एन्क्रिप्टेड संग्रहित होते हैं।
id: Teks transkripsi dan ringkasan disimpan terenkripsi secara default.
it: Il testo della trascrizione e i riepiloghi sono crittografati per impostazione predefinita.
ja: 文字起こしテキストと要約は既定で暗号化して保存されます。
ko: 전사 텍스트와 요약은 기본적으로 암호화되어 저장됩니다.
nl: Transcriptietekst en samenvattingen worden standaard versleuteld opgeslagen.
pl: Tekst transkrypcji i podsumowania są domyślnie przechowywane w formie zaszyfrowanej.
pt: O texto da transcrição e os resumos são armazenados criptografados por padrão.
ru: Текст транскрипции и резюме по умолчанию хранятся в зашифрованном виде.
sv: Transkriptionstext och sammanfattningar krypteras som standard.
th: ข้อความคำถอดเสียงและสรุปถูกเข้ารหัสจัดเก็บโดยค่าเริ่มต้น
tr: Döküm metni ve özetler varsayılan olarak şifreli saklanır.
uk: Текст транскрипції та підсумки за замовчуванням зберігаються зашифрованими.
vi: Văn bản chuyển âm và tóm tắt được lưu mã hóa theo mặc định.
zh_hant: 轉錄文字與總結預設加密儲存

source: 转写时自动区分不同说话人并标注“说话人 N”。为说话人标记真实姓名后自动注册声纹，后续录音自动标注真实姓名，完全本地运行。
ar: أثناء التفريغ يتم تمييز المتحدثين المختلفين تلقائيًا بـ "المتحدث N". عيّن اسمًا حقيقيًا لتسجيل بصمة صوتية؛ ستُسمّى التسجيلات اللاحقة بالأسماء الحقيقية تلقائيًا، وكل ذلك محليًا بالكامل.
de: Bei der Transkription werden verschiedene Sprecher automatisch unterschieden und als „Sprecher N“ gekennzeichnet. Mit einem echten Namen wird ein Stimmprofil registriert; künftige Aufnahmen werden dann automatisch mit echten Namen versehen – alles lokal.
en: During transcription, different speakers are automatically distinguished and labeled "Speaker N". Label a speaker with their real name to register a voiceprint; future recordings are then labeled with real names automatically, all running fully locally.
es: Durante la transcripción se distinguen automáticamente los distintos hablantes y se etiquetan como «Hablante N». Asigna un nombre real para registrar una huella de voz; las grabaciones futuras se etiquetarán con nombres reales, todo en local.
fr: Pendant la transcription, les différents intervenants sont distingués et étiquetés « Intervenant N ». Attribuez un vrai nom pour enregistrer une empreinte vocale ; les enregistrements suivants seront alors étiquetés avec les vrais noms, entièrement en local.
hi: ट्रांसक्रिप्शन के दौरान अलग-अलग स्पीकर स्वतः पहचानकर "स्पीकर N" लिखा जाता है। असली नाम लगाने पर वॉइसप्रिंट पंजीकृत होता है; बाद की रिकॉर्डिंग में असली नाम स्वतः दिखते हैं, सब कुछ स्थानीय रूप से।
id: Saat transkripsi, pembicara berbeda dibedakan otomatis dan diberi label "Pembicara N". Tandai nama asli untuk mendaftarkan sidik suara; rekaman berikutnya otomatis diberi nama asli, semuanya berjalan lokal.
it: Durante la trascrizione i diversi parlanti sono distinti ed etichettati «Parlante N». Assegna un nome reale per registrare un’impronta vocale; le registrazioni future saranno etichettate con i nomi reali, tutto in locale.
ja: 転写時に異なる話者を自動で区別し「話者 N」と表記。実名を付けると声紋が登録され、以降の録音では実名が自動表記されます。すべてローカルで実行されます。
ko: 전사 중 서로 다른 화자를 자동으로 구분해 "화자 N"으로 표시합니다. 실명을 표시하면 음성 지문이 등록되고, 이후 녹음에서는 실명이 자동으로 표시됩니다. 모두 로컬에서 실행됩니다.
nl: Tijdens transcriptie worden verschillende sprekers automatisch onderscheiden en gelabeld als "Spreker N". Wijs een echte naam toe om een stemprofiel te registreren; toekomstige opnamen worden dan automatisch van echte namen voorzien, volledig lokaal.
pl: Podczas transkrypcji różni mówcy są automatycznie rozróżniani i oznaczani „Mówca N”. Przypisz prawdziwe imię, aby zarejestrować odcisk głosu; kolejne nagrania będą oznaczane imionami, wszystko lokalnie.
pt: Durante a transcrição, os diferentes falantes são distinguidos e rotulados como "Falante N". Atribua um nome real para registrar uma impressão vocal; gravações futuras serão rotuladas com nomes reais, tudo localmente.
ru: При расшифровке говорящие автоматически различаются и помечаются «Говорящий N». Укажите настоящее имя, чтобы зарегистрировать голосовой отпечаток; последующие записи будут помечаться именами, всё полностью локально.
sv: Under transkriptionen särskiljs olika talare automatiskt och etiketteras "Talare N". Ange ett riktigt namn för att registrera en röstprofil; framtida inspelningar etiketteras sedan med riktiga namn, helt lokalt.
th: ขณะถอดเสียงจะแยกผู้พูดแต่ละคนอัตโนมัติและติดป้าย "ผู้พูด N" เมื่อระบุชื่อจริงจะลงทะเบียนลายเสียง และการบันทึกครั้งถัดไปจะระบุชื่อจริงอัตโนมัติ ทั้งหมดทำงานบนเครื่อง
tr: Transkripsiyon sırasında farklı konuşmacılar otomatik ayırt edilip "Konuşmacı N" olarak etiketlenir. Gerçek ad etiketleyerek ses izi kaydedin; sonraki kayıtlar otomatik olarak gerçek adlarla etiketlenir, tümü yerelde çalışır.
uk: Під час розшифровки різні мовці автоматично розрізняються та позначаються «Мовець N». Позначте справжнє ім’я, щоб зареєструвати голосовий відбиток; наступні записи позначатимуться іменами, усе повністю локально.
vi: Khi chuyển ngữ, các người nói khác nhau được tự phân biệt và gắn nhãn "Người nói N". Gắn tên thật để đăng ký dấu giọng nói; các bản ghi sau sẽ tự gắn tên thật, tất cả chạy hoàn toàn cục bộ.
zh_hant: 轉寫時自動區分不同說話人並標註「說話人 N」。為說話人標記真實姓名後自動註冊聲紋，後續錄音自動標註真實姓名，完全本地運行。

source: 转写时说话人分离完成后自动与声纹库比对，命中的说话人直接标注为注册姓名，未命中保留“说话人 N”。声纹以 JSON 格式存储（含嵌入向量），仅本机可读。更换嵌入模型后旧声纹会自动停用。
ar: أثناء التفريغ، وبعد فصل المتحدثين، تُقارَن الأصوات بمكتبة البصمات تلقائيًا: المطابَقون يُسمّون بأسمائهم المسجلة وغير المطابَقين يبقون «المتحدث N». تُخزَّن البصمات بصيغة JSON (مع متجهات التضمين) وتُقرأ على هذا الجهاز فقط. وعند تغيير نموذج التضمين تُعطَّل البصمات القديمة تلقائيًا.
de: Während der Transkription werden Sprecher nach der Trennung mit der Stimmprofil-Bibliothek abgeglichen: Treffer erhalten ihren registrierten Namen, andere bleiben „Sprecher N“. Stimmprofile werden als JSON (inkl. Embedding-Vektoren) gespeichert und sind nur auf diesem Gerät lesbar. Nach einem Modellwechsel werden alte Profile automatisch deaktiviert.
en: During transcription, after speaker separation, speakers are matched against the voiceprint library: matched speakers are labeled with their registered names, unmatched ones stay as “Speaker N”. Voiceprints are stored as JSON (including embedding vectors) and readable only on this device. Old voiceprints are automatically disabled after changing the embedding model.
es: Durante la transcripción, tras la separación de hablantes, se comparan con la biblioteca: los coincidentes reciben su nombre registrado y los demás siguen como "Hablante N". Las huellas se guardan en JSON (con vectores de incrustación) y solo son legibles en este dispositivo. Al cambiar el modelo, las huellas antiguas se desactivan automáticamente.
fr: Pendant la transcription, après la séparation des intervenants, la bibliothèque d’empreintes est consultée : les intervenants reconnus reçoivent leur nom enregistré, les autres restent « Intervenant N ». Les empreintes sont stockées en JSON (vecteurs inclus), lisibles uniquement sur cet appareil. Après changement de modèle, les anciennes empreintes sont désactivées.
hi: ट्रांसक्रिप्शन के दौरान वक्ता पृथक्करण के बाद वॉयसप्रिंट लाइब्रेरी से स्वतः तुलना होती है: मेल खाने वाले वक्ताओं को पंजीकृत नाम मिलता है, बाकी "वक्ता N" रहते हैं। वॉयसप्रिंट JSON (एम्बेडिंग वेक्टर सहित) में संग्रहीत होते हैं और केवल इसी डिवाइस पर पढ़े जा सकते हैं। एम्बेडिंग मॉडल बदलने पर पुराने वॉयसप्रिंट स्वतः निष्क्रिय हो जाते हैं।
id: Saat transkripsi, setelah pemisahan pembicara, pencocokan otomatis dilakukan dengan pustaka sidik suara: yang cocok diberi nama terdaftar, yang tidak cocok tetap "Pembicara N". Sidik suara disimpan sebagai JSON (termasuk vektor embedding) dan hanya dapat dibaca di perangkat ini. Setelah mengganti model embedding, sidik suara lama otomatis dinonaktifkan.
it: Durante la trascrizione, dopo la separazione i parlanti sono confrontati con la libreria: i riconosciuti ricevono il nome registrato, gli altri restano "Parlante N". Le impronte sono salvate in JSON (con vettori di embedding) e leggibili solo su questo dispositivo. Cambiando modello, le vecchie impronte vengono disattivate.
ja: 転写時の話者分離完了後、声紋ライブラリと自動照合します。一致した話者には登録名を付け、不一致は「話者 N」のままにします。声紋は JSON 形式（埋め込みベクトル含む）で保存され、このデバイスでのみ読み取れます。埋め込みモデルを変更すると古い声紋は自動的に無効になります。
ko: 전사 중 화자 분리 완료 후 음성 지문 라이브러리와 자동 대조합니다. 일치하는 화자는 등록된 이름으로 표시되고 불일치는 "화자 N"으로 유지됩니다. 음성 지문은 JSON 형식(임베딩 벡터 포함)으로 저장되며 이 기기에서만 읽을 수 있습니다. 임베딩 모델을 변경하면 기존 음성 지문은 자동으로 비활성화됩니다.
nl: Tijdens de transcriptie worden sprekers na het scheiden automatisch vergeleken met de bibliotheek: treffers krijgen hun geregistreerde naam, de rest blijft "Spreker N". Spraakafdrukken worden als JSON (met embeddingvectoren) opgeslagen en zijn alleen op dit apparaat leesbaar. Na het wisselen van model worden oude afdrukken automatisch uitgeschakeld.
pl: Podczas transkrypcji, po rozdzieleniu mówcy są automatycznie porównywani z biblioteką: dopasowani otrzymują zarejestrowane imię, pozostali zostają "Mówca N". Odciski są przechowywane w JSON (z wektorami) i czytelne tylko na tym urządzeniu. Po zmianie modelu stare odciski są automatycznie wyłączane.
pt: Durante a transcrição, após a separação, os falantes são comparados com a biblioteca: os correspondentes recebem o nome registrado, os demais permanecem "Falante N". As impressões são armazenadas em JSON (com vetores de embedding) e legíveis apenas neste dispositivo. Ao trocar o modelo, as antigas são desativadas.
ru: Во время транскрипции после разделения говорящие автоматически сверяются с библиотекой: совпавшие получают зарегистрированное имя, остальные остаются «Говорящий N». Отпечатки хранятся в JSON (с векторами) и читаются только на этом устройстве. После замены модели старые отпечатки автоматически отключаются.
sv: Under transkriptionen jämförs talarna automatiskt med röstavtrycksbiblioteket efter separationen: träffar får sitt registrerade namn, övriga förblir "Talare N". Röstavtryck lagras som JSON (med inbäddningsvektorer) och kan bara läsas på den här enheten. Efter byte av modell inaktiveras gamla avtryck automatiskt.
th: ระหว่างถอดเสียง เมื่อแยกผู้พูดเสร็จจะเทียบกับคลังลายเสียงอัตโนมัติ: ผู้พูดที่ตรงจะถูกระบุด้วยชื่อที่ลงทะเบียน ส่วนที่ไม่ตรงคงเป็น "ผู้พูด N" ลายเสียงถูกเก็บเป็น JSON (รวมเวกเตอร์ embedding) และอ่านได้เฉพาะบนเครื่องนี้ เมื่อเปลี่ยนโมเดล embedding ลายเสียงเก่าจะถูกปิดใช้งานอัตโนมัติ
tr: Transkripsiyon sırasında konuşmacı ayrımı tamamlandıktan sonra ses izi kitaplığıyla otomatik karşılaştırılır: eşleşenler kayıtlı adlarıyla etiketlenir, eşleşmeyenler "Konuşmacı N" olarak kalır. Ses izleri JSON olarak (gömme vektörleriyle) saklanır ve yalnızca bu cihazda okunabilir. Gömme modeli değişince eski ses izleri otomatik devre dışı kalır.
uk: Під час транскрипції після розділення мовці автоматично порівнюються з бібліотекою: збіги отримують зареєстроване ім’я, решта лишаються «Мовець N». Відбитки зберігаються у JSON (з векторами) і читаються лише на цьому пристрої. Після зміни моделі старі відбитки автоматично вимикаються.
vi: Trong lúc phiên âm, sau khi tách người nói sẽ tự động đối chiếu với thư viện: người khớp được gắn tên đã đăng ký, người không khớp giữ "Người nói N". Dấu vân giọng nói được lưu dạng JSON (kèm vector nhúng), chỉ đọc được trên máy này. Sau khi đổi mô hình nhúng, dấu vân cũ sẽ tự động vô hiệu.
zh_hant: 轉寫時說話人分離完成後自動與聲紋庫比對，命中的說話人直接標註為註冊姓名，未命中保留「說話人 N」。聲紋以 JSON 格式儲存（含嵌入向量），僅本機可讀。更換嵌入模型後舊聲紋會自動停用。

source: 转写模式
ar: وضع التفريغ
de: Transkriptionsmodus
en: Transcription Mode
es: Modo de transcripción
fr: Mode de transcription
hi: ट्रांसक्रिप्शन मोड
id: Mode transkripsi
it: Modalità di trascrizione
ja: 文字起こしモード
ko: 전사 모드
nl: Transcriptiemodus
pl: Tryb transkrypcji
pt: Modo de transcrição
ru: Режим расшифровки
sv: Transkriberingsläge
th: โหมดการถอดความ
tr: Çeviri yazı modu
uk: Режим транскрибування
vi: Chế độ chuyển ngữ
zh_hant: 轉寫模式

source: 转写组件已就绪
ar: مكوّن التفريغ جاهز
de: Transkriptions-Komponente ist bereit
en: Transcription component is ready
es: El componente de transcripción está listo
fr: Le composant de transcription est prêt
hi: ट्रांसक्रिप्शन घटक तैयार है
id: Komponen transkripsi siap
it: Il componente di trascrizione è pronto
ja: 文字起こしコンポーネントの準備ができました
ko: 전사 구성 요소가 준비되었습니다
nl: Transcriptiecomponent is gereed
pl: Komponent transkrypcji jest gotowy
pt: O componente de transcrição está pronto
ru: Компонент транскрипции готов
sv: Transkriptionskomponenten är redo
th: คอมโพเนนต์ถอดความพร้อมแล้ว
tr: Çeviri yazı bileşeni hazır
uk: Компонент транскрипції готовий
vi: Thành phần chuyển ngữ đã sẵn sàng
zh_hant: 轉寫元件已就緒

source: 转写语言
ar: لغة التفريغ
de: Transkriptionssprache
en: Transcription Language
es: Idioma de transcripción
fr: Langue de transcription
hi: ट्रांसक्रिप्शन भाषा
id: Bahasa transkripsi
it: Lingua di trascrizione
ja: 文字起こしの言語
ko: 전사 언어
nl: Transcriptietaal
pl: Język transkrypcji
pt: Idioma da transcrição
ru: Язык расшифровки
sv: Transkriberingsspråk
th: ภาษาถอดความ
tr: Çeviri yazı dili
uk: Мова транскрибування
vi: Ngôn ngữ chuyển ngữ
zh_hant: 轉寫語言

source: 较快
ar: أسرع
de: Schneller
en: Faster
es: Rápida
fr: Rapide
hi: तेज़
id: Cepat
it: Veloce
ja: 速め
ko: 빠름
nl: Snel
pl: Szybka
pt: Rápida
ru: Быстрая
sv: Snabb
th: เร็ว
tr: Hızlı
uk: Швидша
vi: Nhanh
zh_hant: 較快

source: 输入文字
ar: أدخل النص
de: Text eingeben
en: Enter Text
es: Introducir texto
fr: Saisir le texte
hi: टेक्स्ट दर्ज करें
id: Masukkan teks
it: Inserisci testo
ja: テキストを入力
ko: 텍스트 입력
nl: Tekst invoeren
pl: Wprowadź tekst
pt: Inserir texto
ru: Введите текст
sv: Ange text
th: ป้อนข้อความ
tr: Metin Gir
uk: Введіть текст
vi: Nhập văn bản
zh_hant: 輸入文字

source: 输入设备
ar: جهاز الإدخال
de: Eingabegerät
en: Input Device
es: Dispositivo de entrada
fr: Périphérique d'entrée
hi: इनपुट डिवाइस
id: Perangkat Input
it: Dispositivo di input
ja: 入力デバイス
ko: 입력 장치
nl: Invoerapparaat
pl: Urządzenie wejściowe
pt: Dispositivo de entrada
ru: Устройство ввода
sv: Indataenhet
th: อุปกรณ์อินพุต
tr: Giriş Aygıtı
uk: Пристрій введення
vi: Thiết bị đầu vào
zh_hant: 輸入裝置
